{
  "letters": {
    "vruti": {
      "nickname": ["v", "vru", "vr"],
      "letter": "My Dearest VR,\n\nIn the quiet moments, my thoughts drift to you, a gentle melody in the symphony of my days. You are the warmth of the morning sun, the serene light of the moon, a constant source of joy and wonder. Every shared smile, every quiet understanding, weaves another thread into the beautiful tapestry of our connection. This is just a small whisper of what you mean to me, a secret held in the heart, now shared with you."
    },
    "smit": {
      "nickname": ["samu"],
      "letter": "To my dear Samu,\n\nI wanted to take a moment to put into words something my heart feels every day. You have a way of making ordinary moments feel extraordinary. Your laughter is my favorite sound, and your strength inspires me more than you know. This is a small token, a secret note to remind you of the special place you hold in my life. Thank you for being you."
    },
    "user": {
      "nickname": ["test", "tester"],
      "letter": "Hello there, brave explorer!\n\nYou've found a test letter. This is a place for secrets, for words unspoken, for feelings shared in the quiet of the digital world. I hope this note finds you well and brings a smile to your face. Remember, even the smallest of notes can carry the greatest of meanings."
    },
    "kartik":{
      "nickname":["dosa"],
      "letter": "Hi Dosaaa,\n\n You’ve been with me for almost 3 years now, but honestly, it still feels like we met just yesterday. \n Time always moved fast with you — whether we were laughing like idiots, crying on each other’s shoulders, arguing over the smallest things, or celebrating the best moments of our lives. \n\n I don’t know what life will look like once college ends, and that scares me a little… because you’ve become such a big part of my everyday life that imagining a future without you feels impossible. You were there at every stage, every breakdown, every achievement, every silent moment I didn’t know how to put into words. \n\nI still remember our Vadodara trip — the way we went all alone, figuring things out, having the time of our lives. You were the first person I ever travelled with. My first company. My first comfort. My first kiss. My first “safe space.” And even though we aren’t dating, what we have is something rare… something stronger than labels. I genuinely enjoy your company in a way that’s hard to explain. You’ve been my constant, my person, my go-to for everything — jokes, problems, random thoughts, late-night drama, and silent moments too.It’s been a journey, a beautiful one, and I don’t think I’d trade a single moment of it. \n\n Whatever happens next, I just want you to know this: you are irreplaceable to me. And no matter where life takes us, a part of me will always carry our memories, our madness, and our friendship.Because what we have… it’s not ordinary. It’s us."
    }
  }
}
