
{
  "letters": {
    "vruti": {
      "nickname": ["v", "vru", "vr"],
      "letter": "My Dearest VR,\n\nIn the quiet moments, my thoughts drift to you, a gentle melody in the symphony of my days. You are the warmth of the morning sun, the serene light of the moon, a constant source of joy and wonder. Every shared smile, every quiet understanding, weaves another thread into the beautiful tapestry of our connection. This is just a small whisper of what you mean to me, a secret held in the heart, now shared with you."
    },
    "smit": {
      "nickname": ["smit"],
      "letter": "Hello Smit,\n\nI wanted to take a moment to thank you for your guidance and support. Your advice has been incredibly helpful. Wishing you all the best!"
    },
    "user": {
      "nickname": ["test", "tester"],
      "letter": "Hello there, brave explorer!\n\nYou've found a test letter. This is a place for secrets, for words unspoken, for feelings shared in the quiet of the digital world. I hope this note finds you well and brings a smile to your face. Remember, even the smallest of notes can carry the greatest of meanings."
    },
   "kartik": {
  "nickname": ["dosa","kuku"],
  "letter": "દોસા!!!,\n\n લગભગ 3 વર્ષથી तूં મારી સાથે છે, પણ સાચું કહું તો આજે પણ એવું જ લાગે છે કે અમે કાલે જ મળ્યા હોઈએ. સમય તારી સાથે હંમેશા ઝડપથી પસાર થઈ ગયો — ક્યારેક ફાજલ હસવામાં, ક્યારેક એકબીજાના ખભા પર રડવામાં, ક્યારેક નાનાની નાની બાબતોમાં ઝઘડવામાં, અને ક્યારેક જીવનના સારાં પળોમાં સાથે ઉજવણી કરવામાં.\n\n કોલેજ પછી શું થશે એનો વિચાર આજે પણ મને થોડોક ડરાવે છે… કારણ કે તારી વગરનું જીવન હું કલ્પી પણ શકતી નથી. તું મારી રોજિંદી જિંદગીનો એટલો મોટો ભાગ बनी ગયો છે કે તારા વગરનો દિવસ પણ અધૂરો લાગે. મારા દરેક સ્ટેજ પર — તૂટેલા પળોમાં, જીતેલા પળોમાં, અને એ મૌન ક્ષણોમાં પણ જયારે મને કંઈ કહેવાનું ખબર નહોતું પડતું — તું હંમેશા મારી પાસે રહ્યો છે.\n\n મને હજુ પણ આપણી વડોદરા ટ્રિપ યાદ છે — એ રીતે અમે બંને એકલા ગયા, બધું પોતે મેનેજ કર્યું, મસ્તી કરી, અને જીવનનો સૌથી સુંદર સમય માણ્યો. તું પ્રથમ વ્યક્તિ હતો જેણે સાથે હું ક્યારેય ટ્રાવેલ કરી હતી. મારો પ્રથમ કોમ્પેનિયન. મારો પ્રથમ કમ્ફર્ટ. મારો પ્રથમ કિસ. અને મારી પહેલી 'સેફ સ્પેસ.' અને ભલે આપણે ડેટ નથી કરતા, પરંતુ આપણા વચ્ચે જે છે ને… એ લેબલથી ઘણી વધારે છે. તારી કંપની મને એટલી ગમે છે કે એને શબ્દોમાં મૂકવું મુશ્કેલ છે. તું મારા દરેક મૂડનો ભાગ રહ્યો છે — મજાકો, પ્રોબ્લેમ્સ, રેન્ડમ વિચારો, લેટ નાઇટ ડ્રામા, અને મૌન પળો પણ.\n\n આ આખી સફર બહુ સુંદર રહી છે — એવી કે એક પળ પણ બદલીશ એવું લાગતું નથી.\n\n આગળ જે થશે એ થાય… એક વાત હંમેશા યાદ રાખજે: તું મારા માટે 'રિપ્લેસેબલ' નથી. જીવન જ્યાં પણ લઈ જશે, આપણાં સંસ્મરણો, આપણું પાગલપણું અને આપણી મિત્રતા — એ હંમેશા મારી સાથે રહેશે.\n\n કારણ કે આપણે જે છે… એ સામાન્ય નથી. એ 'અપણે' છે."
},
      "khushi": {
        "nickname": ["khushi"],
        "letter": "Hi ,\n\nThis is your special letter. I hope it brings you a warm smile and reminds you that you matter more than you know. Thank you for being the gentle, bright presence you are."
      },
    
      "rutvi": {
        "nickname": ["rutvi","ChotaDon"],
        "letter": "Hello Chota Don,\n\nHere is your letter. You are thoughtful, caring, and someone who always adds meaning to every moment. I hope this note feels like a small hug to your heart."
      },
    
      "priyanka": {
        "nickname": ["piyu", "priyanka"],
        "letter": "Heyy!,\n\nThis letter is especially for you. Whether called Priyanka or Piyu, you are someone who brings joy and calm wherever you go. May this message remind you of your strength."
      },
    
      "hemanshi": {
        "nickname": ["hema", "hemanshi"],
        "letter": "Hello !,\n\nYour letter is here. You are warm, strong, and beautifully unique. I hope this message carries a little comfort and a quiet smile for you."
      },
      "siddhi": {
        "nickname": ["siddhi"],
        "letter": "Hey Siddhu,\n\nThinking of our school days brings such a smile to my face. Through all the laughter in the hallways and shared secrets, our friendship has always been a constant source of joy. This is just a little note to say thank you for all the memories and for being the wonderful person you are. Here's to many more years of friendship!"
      },
      "tisha": {
        "nickname": ["tishu", "tisha"],
        "letter": "Hello Tishu,\n\nFrom classroom giggles to navigating life, our friendship is one of my most treasured possessions. The bond we formed back in school is something special that I'll always cherish. Thanks for being such an amazing friend through it all. Sending you a little reminder of how much you mean to me."
      },
      "hardi": {
        "nickname": ["hardi"],
        "letter": "Heyyy Hardi!!\n\nIt feels like just yesterday we were sharing lunchboxes and dreaming about the future. Our school-day memories are some of my favorites, and I'm so grateful that our friendship has continued to grow. This is just a small note to let you know how much I value having you in my life. You're simply the best."
      },
      "jaladhi": {
        "nickname": ["jaladhi"],
        "letter": "Hey Jaladhi,\n\nRemember all our inside jokes and the fun we had back in school? Those moments built a friendship that I wouldn't trade for anything. You've always been such a kind and supportive friend, and I wanted to take a moment to tell you how much I appreciate that. Thanks for being you."
      },
      "dhruvi": {
        "nickname": ["dhruvi", "didi"],
        "letter": "Hii Didi,\n\nI wanted to try and put into words how much your guidance has meant to me. More than just a senior, you've been a mentor and a true friend. Those nights we'd talk until 4 am are memories I'll always hold close—it wasn't just about advice, it was about connection and knowing someone was there.\n\nThat journey with you was one of the best parts of my college experience, and honestly, it's hard to imagine it without you. I'm going to miss you more than I can say. Thank you for everything."
      },
      "devansh": {
        "nickname": ["vd", "devansh"],
        "letter": "Hii,\n\nI'm writing this to properly thank you for the guidance and impact you've had on me. You didn't just give advice; you genuinely inspired me to believe I could do something big and meaningful, even to stay in college when I was unsure. You were a great leader, and it was truly a privilege working with and learning from you. Your support made a real, lasting difference, and I'm very grateful for it."
      },
      "rajvi": {
        "nickname": ["rajvi"],
        "letter": "Hello,\n\nI wanted to send a quick note to thank you for being a supportive senior. I appreciate your help and guidance."
      },
      "shivam": {
        "nickname": ["shivam"],
        "letter": "Hello ,\n\nJust wanted to thank you for your guidance. As a senior, your support has been really helpful. Thank you!"
      },
      "abhay": {
        "nickname": ["abhay"],
        "letter": "Hello,\n\nThis is just a small note to thank you for being a helpful senior. I really appreciate your guidance."
      },
      "pujan": {
        "nickname": ["poojan", "pujan"],
        "letter": "Hello Pujan,\n\nI hope this letter finds you well."
      },
      "sameer": {
        "nickname": ["sam"],
        "letter": "Hello Sameer,\n\nIt was great meeting you during the HTS campaigning. Hope you're doing well!"
      },
      "krina": {
        "nickname": ["krina"],
        "letter": "Hello Krina,\n\nI still remember seeing you on the first day of college and thinking how cool you were. I'm so glad we became friends. It's been wonderful having you as my first friend here, especially being right next door. Hope you're having a great day!"
      },
      "harsh": {
        "nickname": ["pineapple"],
        "letter": "I've tried to think of something meaningful to write here, but honestly, there's nothing. You just suck."
      },
      "preet": {
        "nickname": ["newton"],
"letter": "Hi, \n\n I'm really sorry… but lately I’ve been going through a lot. And by a lot, I mean panic attacks, nightmares, and things that are hard for me to explain. I don’t want to drag you into any of this or make you feel responsible for what I’m dealing with. That’s why I’ve been trying to distance myself a little. \n\nIt’s not because of you — I just want to handle things on my own for a while."
      },
      "daivik": {
        "nickname": ["polarbear","daivik"],
        "letter": "Hii,\n\nIt's been a while. I sometimes wonder how you are, how everything is going in your world. Do you ever think of me? Or have I become a distant memory, just that starstruck girl from way back when?\n\nI'm writing this because there are things I never really said. For the longest time, I was so hurt, so angry that you just left me alone. It felt like the ground had vanished from under my feet. Eventually, I started telling myself it was my fault, that I must have been annoying or too much. That was the only way I could make sense of it.\n\nWhat you did taught me a hard lesson about the word 'best friends.' It made me hate the term, to be honest. Because to me, it meant you don't just ghost someone. You don't just disappear and not care about the wreckage you leave behind.\n\nI don't know if you see it the same way, and it probably doesn't matter now. But it was incredibly hard for me. The past is the past, and I know life moves on. I moved on too, but it still feels like I'm stuck in a wormhole\n\nI'm writing this not to get a reply, but to finally let it out. I genuinely hope you have a good life ahead."
      },
      "vraj": {
        "nickname": ["vraj"],
        "letter": "Heyy,\n\nYou might be surprised to get a letter from me, but I just wanted to share something. When we first met, my immediate thought was, 'Wow, an introvert like me!' I was genuinely so obssessed over your designs and talent—you were like a celeb to me sometimes (I know I'm exaggerating, but it’s true!).\n\nOf course, there was that one time you drove me a little crazy when you wanted everything in blue and just ignored me completely.I know you are kinda stubborn. But looking back, it's just a funny memory.\n\nI know we're more like co-workers since we usually only meet for club work, and that's cool. You’re a great person to work with. But I'd be really happy if we could become good friends too.\n\nIt's been really nice getting to know you."
      }
  }
}

    

    

    