
{
  "letters": {
    "vruti": {
      "nickname": ["v", "vru", "vr"],
      "letter": "My Dearest VR,\n\nIn the quiet moments, my thoughts drift to you, a gentle melody in the symphony of my days. You are the warmth of the morning sun, the serene light of the moon, a constant source of joy and wonder. Every shared smile, every quiet understanding, weaves another thread into the beautiful tapestry of our connection. This is just a small whisper of what you mean to me, a secret held in the heart, now shared with you."
    },
    "smit_senior": {
      "nickname": ["smit"],
      "letter": "Hello Smit,\n\nI wanted to take a moment to thank you for your guidance and support. Your advice has been incredibly helpful. Wishing you all the best!"
    },
    "user": {
      "nickname": ["test", "tester"],
      "letter": "Hello there, brave explorer!\n\nYou've found a test letter. This is a place for secrets, for words unspoken, for feelings shared in the quiet of the digital world. I hope this note finds you well and brings a smile to your face. Remember, even the smallest of notes can carry the greatest of meanings."
    },
    "kartik":{
      "nickname":["dosa"],
      "letter": "Hi Dosaaa,\n\n You’ve been with me for almost 3 years now, but honestly, it still feels like we met just yesterday. \n Time always moved fast with you — whether we were laughing like idiots, crying on each other’s shoulders, arguing over the smallest things, or celebrating the best moments of our lives. \n\n I don’t know what life will look like once college ends, and that scares me a little… because you’ve become such a big part of my everyday life that imagining a future without you feels impossible. You were there at every stage, every breakdown, every achievement, every silent moment I didn’t know how to put into words. \n\nI still remember our Vadodara trip — the way we went all alone, figuring things out, having the time of our lives. You were the first person I ever travelled with. My first company. My first comfort. My first kiss. My first “safe space.” And even though we aren’t dating, what we have is something rare… something stronger than labels. I genuinely enjoy your company in a way that’s hard to explain. You’ve been my constant, my person, my go-to for everything — jokes, problems, random thoughts, late-night drama, and silent moments too.It’s been a journey, a beautiful one, and I don’t think I’d trade a single moment of it. \n\n Whatever happens next, I just want you to know this: you are irreplaceable to me. And no matter where life takes us, a part of me will always carry our memories, our madness, and our friendship.Because what we have… it’s not ordinary. It’s us."
    },
      "khushi": {
        "nickname": ["khushi"],
        "letter": "Hi ,\n\nThis is your special letter. I hope it brings you a warm smile and reminds you that you matter more than you know. Thank you for being the gentle, bright presence you are."
      },
    
      "rutvi": {
        "nickname": ["rutvi","ChotaDon"],
        "letter": "Hello Chota Don,\n\nHere is your letter. You are thoughtful, caring, and someone who always adds meaning to every moment. I hope this note feels like a small hug to your heart."
      },
    
      "priyanka": {
        "nickname": ["piyu", "priyanka"],
        "letter": "Heyy!,\n\nThis letter is especially for you. Whether called Priyanka or Piyu, you are someone who brings joy and calm wherever you go. May this message remind you of your strength."
      },
    
      "hemanshi": {
        "nickname": ["hema", "hemanshi"],
        "letter": "Hello !,\n\nYour letter is here. You are warm, strong, and beautifully unique. I hope this message carries a little comfort and a quiet smile for you."
      },
      "siddhi": {
        "nickname": ["siddhu", "siddhi"],
        "letter": "Hey Siddhu,\n\nThinking of our school days brings such a smile to my face. Through all the laughter in the hallways and shared secrets, our friendship has always been a constant source of joy. This is just a little note to say thank you for all the memories and for being the wonderful person you are. Here's to many more years of friendship!"
      },
      "tisha": {
        "nickname": ["tishu", "tisha"],
        "letter": "Hello Tishu,\n\nFrom classroom giggles to navigating life, our friendship is one of my most treasured possessions. The bond we formed back in school is something special that I'll always cherish. Thanks for being such an amazing friend through it all. Sending you a little reminder of how much you mean to me."
      },
      "hardi": {
        "nickname": ["hardi"],
        "letter": "Heyyy Hardi!!\n\nIt feels like just yesterday we were sharing lunchboxes and dreaming about the future. Our school-day memories are some of my favorites, and I'm so grateful that our friendship has continued to grow. This is just a small note to let you know how much I value having you in my life. You're simply the best."
      },
      "jaladhi": {
        "nickname": ["jaladhi"],
        "letter": "Hey Jaladhi,\n\nRemember all our inside jokes and the fun we had back in school? Those moments built a friendship that I wouldn't trade for anything. You've always been such a kind and supportive friend, and I wanted to take a moment to tell you how much I appreciate that. Thanks for being you."
      },
      "dhruvi": {
        "nickname": ["dhruvi", "didi"],
        "letter": "Hii Didi,\n\nI wanted to try and put into words how much your guidance has meant to me. More than just a senior, you've been a mentor and a true friend. Those nights we'd talk until 4 am are memories I'll always hold close—it wasn't just about advice, it was about connection and knowing someone was there.\n\nThat journey with you was one of the best parts of my college experience, and honestly, it's hard to imagine it without you. I'm going to miss you more than I can say. Thank you for everything."
      },
      "devansh": {
        "nickname": ["vd", "devansh"],
        "letter": "Hii Devansh,\n\nI wanted to take a moment to properly thank you for everything. There were times I wasn't sure about my path in college, but your guidance was a constant source of inspiration. You didn't just give advice; you showed me what was possible and pushed me to think bigger and aim higher. It's because of you that I found the motivation to stay and really do something meaningful.\n\nWorking with you was an incredible experience. You weren't just a senior, you were a true leader, and I learned so much from watching you. Your support made a real, lasting difference, and for that, I'm genuinely grateful. Thank you for being such an impactful mentor."
      },
      "rajvi": {
        "nickname": ["rajvi"],
        "letter": "Hello,\n\nI wanted to send a quick note to thank you for being a supportive senior. I appreciate your help and guidance."
      },
      "shivam": {
        "nickname": ["shivam"],
        "letter": "Hello ,\n\nJust wanted to thank you for your guidance. As a senior, your support has been really helpful. Thank you!"
      },
      "abhay": {
        "nickname": ["abhay"],
        "letter": "Hello,\n\nThis is just a small note to thank you for being a helpful senior. I really appreciate your guidance."
      },
      "pujan": {
        "nickname": ["poojan", "pujan"],
        "letter": "Hello Pujan,\n\nI hope this letter finds you well."
      },
      "sameer": {
        "nickname": ["sam"],
        "letter": "Hello Sameer,\n\nIt was great meeting you during the HTS campaigning. Hope you're doing well!"
      },
      "krina": {
        "nickname": ["krina"],
        "letter": "Hello Krina,\n\nI still remember seeing you on the first day of college and thinking how cool you were. I'm so glad we became friends. It's been wonderful having you as my first friend here, especially being right next door. Hope you're having a great day!"
      },
      "harsh": {
        "nickname": ["harsh"],
        "letter": ""
      },
      "preet": {
        "nickname": ["preet"],
        "letter": ""
      },
      "daivik": {
        "nickname": ["daivik"],
        "letter": ""
      },
      "vraj": {
        "nickname": ["vraj"],
        "letter": ""
      }
  }
}

    